let Exam01 = [
  {
    tittle: "1. 请完成以下的深度 - 压力 - 空气体积 - 空气密度的表格:",
    answer: [
      "A 捏着鼻子,然后试着从鼻子轻轻吹气.",
      "B 做吞咽的动作,左右活动下巴.",
      "C 捏着鼻子,然后用力地长时间从鼻子吹气.",
    ],
    reallyAnswer: "A dsadasdasdadasd",
  },
  {
    tittle: "2. 下潜时,我需要平衡压力.以下哪些是平衡耳朵的正确技巧?",
    answer: [
      "A 捏着鼻子,然后试着从鼻子轻轻吹气.",
      "B 做吞咽的动作,左右活动下巴.",
      "C 捏着鼻子,然后用力地长时间从鼻子吹气.",
    ],
    reallyAnswer: [
      "A 捏着鼻子,然后试着从鼻子轻轻吹气.",
      "B 做吞咽的动作,左右活动下巴.",
    ],
  },
  {
    tittle: "3. 在下潜时,我试着要平衡压力,但发现有困难,以下何者正确?",
    answer: [
      "A 减慢下潜速率,以手势示意我的潜伴也慢下来,然后更用力地平衡压力.",
      "B 停止下潜,向潜伴比手势,稍微上升,然后再试一次.",
      "C 持续下潜,同时不断平衡压力.",
      "D 向潜伴比手势,上升到水面,然后重新下潜.",
    ],
    reallyAnswer: ["B 停止下潜,向潜伴比手势,稍微上升,然后再试一次."],
  },
  {
    tittle: "4. 我应该______平衡压力?",
    answer: [
      "A 尽早,经常且在我感到不适之前.",
      "B 在我开始感到不适时.",
      "C 只在我觉得疼痛时.",
    ],
    reallyAnswer: ["A 尽早,经常且在我感到不适之前."],
  },
  {
    tittle: "5. 我不应该在感冒时潜水,也不该在使用感冒药物后潜水.",
    answer: ["A 正确.", "B 在错误."],
    reallyAnswer: ["A 正确."],
  },
  {
    tittle: "6. 水肺潜水最重要的规则是:",
    answer: [
      "A 持续呼吸且绝对不要憋气.",
      "B 永远和潜伴一起潜水.",
      "C 在水中戴着面镜,即使在水面上也是一样.",
      "D 每几分钟就检查一次我的压力表.",
    ],
    reallyAnswer: ["A 持续呼吸且绝对不要憋气."],
  },
  {
    tittle:
      "7. 没有遵守水肺潜水最重要的规则可能会导致严重的肺部过度扩张(肺破裂)伤害,进而可能导致瘫痪和死亡.",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["A 正确."],
  },
  {
    tittle: "8. 若我在上升时身体的空腔感到不适,正确的做法是:",
    answer: [
      "A 持续上升,同时捏住鼻孔吹气.",
      "B 停下来,稍微下潜,让阻塞的空气有时间自行排出.",
      "C 下潜至少10公尺 / 33英尺,然后恢复上升.",
    ],
    reallyAnswer: [, "B 停下来,稍微下潜,让阻塞的空气有时间自行排出."],
  },
  {
    tittle:
      "9. 我的潜伴和我计划要潜入18公尺/60英尺的深度,在其他情况不变下,我们应该要预期空气供给时间会比在10公尺/33英尺时______.",
    answer: ["A 更长.", "B 更短.", "C 一样."],
    reallyAnswer: ["A 更长."],
  },
  {
    tittle:
      "10. 在潜水时,我为了跟随我感兴趣的鱼而奋力游泳,但很快就感觉我无法呼吸到足够的空气,此时正确的行为是:",
    answer: [
      "A 向潜伴比手势,然后回到水面上.",
      "B 使用调节器排气钮来增加空气流量.",
      "C 停下所有动作,然后休息直到恢复深沉,缓慢的呼吸.",
    ],
    reallyAnswer: ["C 停下所有动作,然后休息直到恢复深沉,缓慢的呼吸."],
  },
  {
    tittle: "11. 一个在淡水中呈现中性浮力的物体,在海水中会_______?",
    answer: ["A 沉下去.", "B 浮起来.", "C 中性浮力."],
    reallyAnswer: ["B 浮起来."],
  },
  {
    tittle: "12. 潜伴制度的三个主要好处是实用性,安全性和乐趣.",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["A 正确."],
  },
  {
    tittle: "13. 选择任何水肺潜水装备时的主要考量为_____.",
    answer: ["A 适合.", "B 品牌.", "C 合身.", "D 舒适."],
    reallyAnswer: ["A 适合.", "C 合身.", "D 舒适."],
  },
  {
    tittle:
      "14. 我正在计划下周的潜水并且检查我的装备,我将装备组装好之后,发现我的调节器呼吸起来比印象中困难,此时适当的行为是:",
    answer: [
      "A 在使用前让专业人士进行检查和保养.",
      "B 不管它继续用,但限制我的潜水深度为10公尺 / 33英尺.",
      "C 用清水冲洗,然后查看问题是否还存在.",
    ],
    reallyAnswer: ["A 在使用前让专业人士进行检查和保养."],
  },
  {
    tittle: "15. 你无法在yoke气瓶阀上使用DIN调节器.",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["B 错误."],
  },
  {
    tittle:
      "16. 熟练浮力控制技巧非常重要,因为它能让我控制下潜,上浮或是维持中性浮力,我在潜水时经常需要调整浮力.",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["A 正确."],
  },
];

let Exam02 = [
  {
    tittle:
      "1. 我在潜水时携带了一个彩色的鱼类辨识板,若在水深12公尺/40英尺的地方看这个板子,这个板子看起来应该:",
    answer: [
      "A 比较小/远.",
      "B 更加色彩缤纷.",
      "C 色彩不那么鲜艳.",
      "D 比较大/近.",
    ],
    reallyAnswer: ["C 色彩不那么鲜艳."],
  },
  {
    tittle: "2. 在水中,我该如何有效地移动?",
    answer: [
      "A 移动地越快越好.",
      "B 保持流线型.",
      "C 保比我所需多一点点的配重.",
      "D 缓慢而稳定地游泳.",
      "E 维持适当的身体平衡状态(trim).",
    ],
    reallyAnswer: [
      "B 保持流线型.",
      "D 缓慢而稳定地游泳.",
      "E 维持适当的身体平衡状态(trim).",
    ],
  },
  {
    tittle: "3. 在潜水时我不停地颤抖,此时正确的应对方法是:",
    answer: [
      "A 立刻离开水中,擦干身体并取暖.",
      "B 依然按照计划时间离开水中,但下次穿着更多防寒保护.",
      "C 在情况方便时离开水中,并快速游泳以升高体温.",
    ],
    reallyAnswer: ["A 立刻离开水中,擦干身体并取暖."],
  },
  {
    tittle:
      "4. 在一次潜水中,我的潜伴和我因为一波预料外的海流必须奋力游泳,若我开始感到疲累,呼吸困难,觉得窒息或缺乏空气,并且开始感到恐慌,此时我应该",
    answer: [
      "A 比出「上升」的手势,然后浮上水面.",
      "B 换用备用气源.",
      "C 停下所有动作,向我的潜伴比手势,然后休息.",
    ],
    reallyAnswer: ["A 比出「上升」的手势,然后浮上水面."],
  },
  {
    tittle:
      "5. 计划潜水时,我的俩个潜伴和我都同意遵循潜伴失散的一般程序,若在潜水途中,我发现自己和其中一个潜伴在一起,但却看不见另一位潜伴,以下何种做法适当?",
    answer: [
      "A 这是潜伴失散的情形,和剩下的潜伴保持在一起,然后寻找不超过一分钟,接着到水面上汇合.",
      "B 这是潜伴失散的情形,和剩下的潜伴保持在一起,回到最后看到失踪潜伴的地点等待.",
      "C 这是潜伴失散的情形,和剩下的潜伴应该分开来寻找失踪的潜伴.",
      "D 这对于剩下的潜伴和我来说不是潜伴失散,和剩下的潜伴保持在一起,然后在失踪的潜伴寻找我们时继续潜水.",
    ],
    reallyAnswer: [
      "A 这是潜伴失散的情形,和剩下的潜伴保持在一起,然后寻找不超过一分钟,接着到水面上汇合.",
    ],
  },
  {
    tittle: "6. 潜伴制度是_____责任.",
    answer: ["A 我的潜伴.", "B 潜水长.", "C 我.", "D 没有人."],
    reallyAnswer: ["C 我."],
  },
  {
    tittle:
      "7. 我的潜伴和我计划进行岸潜,我们将下潜到水深5公尺/15英尺处开始的缓坡,因此在水中游泳来回将是我们下潜和上升的一部分,我们拥有类似的气瓶,装满到200bar/3000psi,我们计划:",
    answer: [
      "A 70bar / 800psi",
      "B 145bar / 1900psi.",
      "C 157bar / 2270psi.",
      "D 170bar / 2500psi.",
    ],
    reallyAnswer: ["C 157bar / 2270psi."],
  },
  {
    tittle:
      "8. 我在波涛汹涌的水面上游泳时,蛙鞋带松脱了(后来发现是我没有扣好),以下哪一种习惯有助于处理这类问题?",
    answer: [
      "A 随时戴着面镜,保持咬嘴在嘴中.",
      "B 在浮力调整装置中保有足够的空气以维持适当的浮力.",
      "C 和潜伴保持在一起并向潜伴比出手势.",
    ],
    reallyAnswer: [
      "A 随时戴着面镜,保持咬嘴在嘴中.",
      "B 在浮力调整装置中保有足够的空气以维持适当的浮力.",
      "C 和潜伴保持在一起并向潜伴比出手势.",
    ],
  },
  {
    tittle:
      "9. 我将开始和我的潜伴一起下潜,在真正开始下潜之前,应该采取以下哪些步骤?",
    answer: [
      "A 平衡我的耳朵.",
      "B 水面定位.",
      "C 检查我的潜水电脑表是否打开.",
      "D 确认我的潜伴已经准备好.",
      "E 向我的浮力调整装置充气.",
    ],
    reallyAnswer: [
      "B 水面定位.",
      "C 检查我的潜水电脑表是否打开.",
      "D 确认我的潜伴已经准备好.",
    ],
  },
  {
    tittle:
      "10. 我的潜伴和我穿着湿式防寒衣作为防寒保护,当我下潜时,我的浮力会______,所以我应该______来控制我的浮力.",
    answer: [
      "A 保持不变,什么都不做.",
      "B 增加,不定时且大量地对我的浮力调整装置充气.",
      "C 增加,少量而频发地将我的浮力调整装置排气.",
      "D 减少,随意且大量地对我的浮力调整装置充气.",
      "E 减少,少量而频发地将我的浮力调整装置充气.",
    ],
    reallyAnswer: ["E 减少,少量而频发地将我的浮力调整装置充气."],
  },
  {
    tittle: "11. 我永远不该在没有参考物可以遵循或是触碰的情况下进行下潜或上升.",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["B 错误."],
  },
  {
    tittle: "12. 身为一位谨慎保守的潜水员,以下哪些是上升时的正常步骤:",
    answer: [
      "A 上升速率每分钟18公尺 / 60英尺(或是潜水电脑表显示更慢的速率).",
      "B 将我的浮力调整装置充气,开始上升.",
      "C 在深度约5公尺 / 15英尺处停留3分钟.",
      "D 小量而频繁地调整我的浮力.",
    ],
    reallyAnswer: [
      "A 上升速率每分钟18公尺 / 60英尺(或是潜水电脑表显示更慢的速率).",
      "C 在深度约5公尺 / 15英尺处停留3分钟.",
      "D 小量而频繁地调整我的浮力.",
    ],
  },
  {
    tittle:
      "13. 进行船潜时,我的潜伴和我完成安全停留并上升到水面上,当我上升到水面上时,我应该:",
    answer: [
      "A 换用呼吸管,接着将我的浮力调整装置充气,然后向潜水长比出「OK」的手势.",
      "B 向潜水长比出「OK」的手势,接着换用呼吸管,然后将我的浮力调整装置充气.",
      "C 将我的浮力调整装置充气,接着换用呼吸管,然后向潜水长比出「OK」的手势.",
    ],
    reallyAnswer: [
      "C 将我的浮力调整装置充气,接着换用呼吸管,然后向潜水长比出「OK」的手势.",
    ],
  },
  {
    tittle: "14. 将以下叙述特征和防寒衣类型进行配对.",
    answer: [
      "A 由空气层和内衬衣提供隔绝.",
      "B 合身的尺寸对于将水留住非常重要.",
      "C 几乎没有隔绝效果.",
    ],
    reallyAnswer: [
      "A 由空气层和内衬衣提供隔绝.",
      "B 合身的尺寸对于将水留住非常重要.",
      "C 几乎没有隔绝效果.",
    ],
  },
  {
    tittle:
      "15. 在温暖的天气穿着湿式或者干式潜水衣进行潜水前,可能会发生以下何种问题?",
    answer: ["A 适当的配重.", "A 入水.", "A 过热.", "B 失温."],
    reallyAnswer: ["A 过热."],
  },
  {
    tittle: "16. 若我只有一种刀具,我最好将它佩戴在_______能拿到的地方.",
    answer: ["A 我的右手.", "B 我的左手.", "C 我的惯用手.", "D 倆双手."],
    reallyAnswer: ["D 倆双手."],
  },
];

let Exam03 = [
  {
    tittle: "1. 在下潜和上升时避免丧失方向感的方法之一是:",
    answer: [
      "A 闭上眼睛.",
      "B 远离所有物品.",
      "C 沿着参考物前进.",
      "D 严密监控气源.",
    ],
    reallyAnswer: ["C 沿着参考物前进."],
  },
  {
    tittle:
      "2. 我的潜伴在船潜时遇到温和的水流,在大多数情况下,我们会在去程_______.",
    answer: ["A 逆着水流而游.", "B 顺着水流而游.", "C 停在原地."],
    reallyAnswer: ["A 逆着水流而游.", "B 顺着水流而游.", "C 停在原地."],
  },
  {
    tittle:
      "3. 我和潜伴在船潜时迷失了方向,该处有一股温和的水流,我们上升到水面后所在位置离潜水船有一点距离,我们应该_____,如果我们无法游到潜水船旁边或太累,我们应该_____.",
    answer: [
      "A 逆着水流游到潜水船前方,下潜后回到水底.",
      "B 穿越水流去拉住拖拽辅助绳,建立正浮力后向潜水船发出信号请他们来接我们.",
      "C 比出「OK」的手势,游到岸边.",
      "D 顺着水流游到恢复体力,游到水底后再逆着水流而游.",
    ],
    reallyAnswer: [
      "B 穿越水流去拉住拖拽辅助绳,建立正浮力后向潜水船发出信号请他们来接我们.",
    ],
  },
  {
    tittle:
      "4. 我和潜伴保持中性浮力,和水底保持一段距离以避免触碰水底,我们这么做是因为触碰水底",
    answer: [
      "A 可能会伤害或杀害脆弱的水中生物.",
      "B 会搅动水底物质使能见度降低.",
      "C 增加被意外割伤,刮伤或刺伤的风险.",
    ],
    reallyAnswer: [
      "A 可能会伤害或杀害脆弱的水中生物.",
      "B 会搅动水底物质使能见度降低.",
      "C 增加被意外割伤,刮伤或刺伤的风险.",
    ],
  },
  {
    tittle:
      "5. 评估潜水情况时,如果有任何事物让我感到非常焦虑或者担心,而我无法处理这个问题,我就不应该潜水,我要为自己的安全负责,所以是否去潜水只有我能做最终的决定.",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["A 正确."],
  },
  {
    tittle:
      "6. 计划前去一处新环境潜水时,我最好参加由经验丰富的潜水员或专业人士所主讲的当地简介,因为他们可以告诉我当地程序,危险处,景点和其他独特之处.",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["A 正确."],
  },
  {
    tittle: "7. 超出训练和经验极限范围内潜水的风险包括:",
    answer: [
      "A 某些形式的潜水其危险之处不明显.",
      "B 可能会形成安全的假象.",
      "C 焦虑使我分心而忽略其他的问题.",
    ],
    reallyAnswer: [
      "A 某些形式的潜水其危险之处不明显.",
      "B 可能会形成安全的假象.",
      "C 焦虑使我分心而忽略其他的问题.",
    ],
  },
  {
    tittle:
      "8. 在计划一趟潜水时,我的潜伴说在浪大的情况下潜水「没问题」,但我之前没有受过在这种情况下潜水的训练和经验,我看着海浪,心想我还没准备好在这种情况下潜水,我的最佳回应是:",
    answer: [
      "A 同意去潜水,但做好随时放弃该次潜水的准备.",
      "B 使用我学到在轻微碎浪中潜水的一点技巧来完成该次潜水.",
      "C 礼貌拒绝参加该次潜水,建议去另一处没有大浪的潜点.",
    ],
    reallyAnswer: ["C 礼貌拒绝参加该次潜水,建议去另一处没有大浪的潜点."],
  },
  {
    tittle: "9. 要避免和 / 或处理水中生物造成的伤害,我应该:",
    answer: [
      "A 轻柔地触碰水中动物,但只有在我熟悉这些动物的时候.",
      "B 注意我的手,脚和膝盖的位置.",
      "C 穿潜水衣.",
      "D 尊重所有生物.",
      "E 熟悉所在地区的环境有哪些具有潜在危险性的生物.",
      "F 做好被水中生物弄伤的急救准备.",
      "G 会刺人的生物只有死掉的才碰.",
    ],
    reallyAnswer: [
      "B 注意我的手,脚和膝盖的位置.",
      "C 穿潜水衣.",
      "D 尊重所有生物.",
      "E 熟悉所在地区的环境有哪些具有潜在危险性的生物.",
      "F 做好被水中生物弄伤的急救准备.",
    ],
  },
  {
    tittle:
      "10. 我和潜伴不小心困在激流中,当地没有相关特殊程序,所以我们遵照的一般步骤是:",
    answer: [
      "A 保持不变,什么都不做.A 将BCD充气,逆着水流而游.",
      " B 将BCD排气,在水底逆着水流而游.",
      "C 将BCD排气,朝与岸边平行的方向游.",
      "D 将BCD充气,朝与岸边平行的方向游.",
    ],
    reallyAnswer: [
      "A 保持不变,什么都不做.A 将BCD充气,逆着水流而游.",
      " B 将BCD排气,在水底逆着水流而游.",
      "C 将BCD排气,朝与岸边平行的方向游.",
      "D 将BCD充气,朝与岸边平行的方向游.",
    ],
  },
  {
    tittle:
      "11. 视地点的不同,潮汐可能大幅改变某个潜点的深度,水流和能见度,也可能几乎不带来任何影响.",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["A 正确."],
  },
  {
    tittle: "12. 登上潜水船时,潜水长请我在点名单上写上自己的名字,原因是:",
    answer: [
      "A 确认我已付费.",
      "B 检查我的证书编号.",
      "C 看我是否有潜伴.",
      "D 确认每趟潜水后所有人都已上船.",
    ],
    reallyAnswer: ["D 确认每趟潜水后所有人都已上船."],
  },
  {
    tittle: "13. 最佳的入水法通常是:",
    answer: ["A 跨步式入水法.", "B 坐姿后滚式入水法.", "C 最容易的入水法."],
    reallyAnswer: ["C 最容易的入水法."],
  },
  {
    tittle: "14. 我应该随时远离船只的螺旋桨,即使引擎没有运转的时候也是:",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["A 正确."],
  },
  {
    tittle:
      "15. 我和潜伴在船潜时遇到温和至中等强度的水流,我们入水的地方有一条从船尾垂下的绳子,这条绳子的另一端绑在船头锚绳的旁边,这条绳子的用途在于:",
    answer: [
      "A 做为锚绳的备用绳.",
      "B 如果我们上升到水面时离潜水船有一段距离,可以让我们拉着游向锚绳.",
      "C 引导我们下潜的水底.",
      "D 让我们拉着朝锚绳移动.",
    ],
    reallyAnswer: ["D 让我们拉着朝锚绳移动."],
  },
  {
    tittle:
      "16. 我和潜伴上升到水面后没有看到潜水船,没有浮具也看不到岸边,这时,我们应该将BCD充气,使用水面信号装置并待着在一起.",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["A 正确."],
  },
  {
    tittle: "17. 可增进预防和处理问题方面技巧的训练包括.",
    answer: [
      "A PADI数码水底摄影师课程.",
      "B PADI救援潜水员课程.",
      "C PADI紧急供氧课程.",
      "D EFR紧急第一反应首要和次要救护课程.",
    ],
    reallyAnswer: [
      "B PADI救援潜水员课程.",
      "C PADI紧急供氧课程.",
      "D EFR紧急第一反应首要和次要救护课程.",
    ],
  },
  {
    tittle: "18. 我在水面遇到了麻烦,如果我还没做这步骤,首先要做的应该是:",
    answer: [
      "A 建立正浮力(将BCD充气并/或丢掉配重).",
      "B 求救.",
      "C 放松并避免费力过度.",
    ],
    reallyAnswer: ["A 建立正浮力(将BCD充气并/或丢掉配重)."],
  },
  {
    tittle:
      "19. 有一名潜水员在水面挣扎,他把眼睛睁大却对任何事视若无睹,面镜已被推落,BCD尚未充气而潜水长叫他充气也不听,因此这名潜水员_____,若要帮助他,我应该要先_____.",
    answer: [
      "A 有自控能力;鼓励他放松.",
      "B 有自控能力;拖带这名潜水员.",
      "C 已失控;鼓励他.",
      "D 已失控;为自己和他建立正浮力(将BCD充气并/或丢掉配重).",
    ],
    reallyAnswer: ["D 已失控;为自己和他建立正浮力(将BCD充气并/或丢掉配重)."],
  },
  {
    tittle:
      "20. 协助一名在水底没有反应的潜水员,最重要的是_____,上升到水面后,除了建立正浮力和求救外,最重要的是_____.",
    answer: [
      "A 重新把咬嘴放回他口中,迅速将他拖带到安全的地方.",
      "B 将他带回水面上,检查呼吸,如果他没有呼吸要提供救援呼吸.",
      "C 压他的躯干,提供紧急氧气.",
    ],
    reallyAnswer: ["B 将他带回水面上,检查呼吸,如果他没有呼吸要提供救援呼吸."],
  },
  {
    tittle: "21. 潜水时我因为太费力游泳而感到疲累及呼吸困难,这时我应该:",
    answer: [
      "A 稍微往下潜一些.",
      "B 比出「停」的手势并休息一下.",
      "C 立即上升.",
      "D 改用备用气源呼吸.",
    ],
    reallyAnswer: ["B 比出「停」的手势并休息一下."],
  },
  {
    tittle:
      "22. 在协助一名无反应的潜水员时,你已检查他的呼吸并在需要的情况下施以心肺复苏术(离开水中之后),下列哪一项是优先要做的?",
    answer: [
      "A 联络紧急医疗单位.",
      "B 给予紧急氧气.",
      "C 帮他保暖.",
      "D 写下事发经过.",
    ],
    reallyAnswer: ["A 联络紧急医疗单位."],
  },
  {
    tittle:
      "23. 虽然不应该发生,但是在一趟深度10公尺 / 30英尺的潜水中.我忘了查看压力表,因此空气用完了,我没带小气瓶或自给式上升用气瓶,我的潜伴大约在12公尺 / 40英尺外的地方,而且他有备用二级头,我的最佳选择是:",
    answer: [
      "A 正常上升.",
      "B 使用备用气源上升.",
      "C 有控制式紧急游泳上升.",
      "D 紧急浮力上升.",
    ],
    reallyAnswer: ["C 有控制式紧急游泳上升."],
  },
  {
    tittle:
      "24. 任何原本在水中或水底没有反应的潜水员,即使后来看起来完全恢复,还是需要接受医疗检查.",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["A 正确."],
  },
  {
    tittle: "25. 我最少应该携带_____项视觉信号装置和_____项声号装置.",
    answer: ["A 1,1", "B 2,1", "B 1,2", "B 2,2"],
    reallyAnswer: ["A 1,1"],
  },
  {
    tittle:
      "26. 我和潜伴在架有当地认可潜水旗的浮具6公尺 / 20英尺的范围内潜水,我们听到船只的声音,听起来离我们很近而且越来越近",
    answer: [
      "A 没什么关系,船只看到潜水旗就会边吃安全距离.",
      "B 我们应该待在深度够深的地方以策安全,那艘船也许没看到那面旗子或是不懂旗子所代表的意思.",
    ],
    reallyAnswer: [
      "B 我们应该待在深度够深的地方以策安全,那艘船也许没看到那面旗子或是不懂旗子所代表的意思.",
    ],
  },
];

let Exam04 = [
  {
    tittle:
      "1. 在一次清除水中垃圾的活动中,我和潜伴在一个大型网状袋中装了几公斤的垃圾,我们应该:",
    answer: ["A 把袋子绑在装备上.", "B 把袋子提在手上."],
    reallyAnswer: ["B 把袋子提在手上."],
  },
  {
    tittle:
      "2. 我虽然染上轻微的感冒,但觉得我的状态可以潜水,所以去潜水是没问题的.",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["B 错误."],
  },
  {
    tittle:
      "3. 奋力游泳,搬运装备,攀爬梯子,穿戴装备长时间行走,在炎热的天气穿着潜水衣而感到过热,上述这些因素可能导致原本较有可能罹患心脏病的人心脏病发,对于有其他心血管疾病的人也可能造成问题.",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["A 正确."],
  },
  {
    tittle: "4. 潜水之前我应该避免.",
    answer: ["A 饮酒.", "B 抽烟."],
    reallyAnswer: ["A 饮酒.", "B 抽烟."],
  },
  {
    tittle:
      "5. 服用药物后潜水可能会发生问题,所以我在服用处方药和成药时应该谨慎小心.任何会影响我判断、思考、感受或反应的药物,一般来说都不应该在潜水前服用.",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["A 正确."],
  },
  {
    tittle: "6. 我们建议怀孕妇女不要潜水.",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["A 正确."],
  },
  {
    tittle:
      "7. 我刚取得 PADI 开放水域潜水员证书,我应该在超过_________没有潜水后参加PADI水肺複习课程,複习潜水技巧.",
    answer: ["A 一个月.", "B 六个月.", "C 一年.", "D 五年."],
    reallyAnswer: ["B 六个月."],
  },
  {
    tittle:
      "8. 我应该在成为合格的 PADI 高氧空气潜水员后或在 PADI 高氧空气教练的督导下才使用高氧空气,这么做很重要的原因之一,是可避免氧气中毒的问题.",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["A 正确."],
  },
  {
    tittle:
      "9. 在一趟潜水途中,我开始感到头痛,头晕,不舒服,这些是吸入污染空气的可能症状吗?",
    answer: ["A 是.", "B 否."],
    reallyAnswer: ["A 是."],
  },
  {
    tittle:
      "10. 为了避免气瓶内有污染空气的问题,我应该只到声誉良好的地方充填气瓶.",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["A 正确."],
  },
  {
    tittle:
      "11. 潜水时有多少氮气会溶解到我身体组织中的两个主要影响因素,分别是_________和_________.",
    answer: ["A 潜水深度,潜水时间.", "B 温度,潜水时间.", "C 潜水深度,温度"],
    reallyAnswer: ["A 潜水深度,潜水时间."],
  },
  {
    tittle:
      "12. 如果我在潜水时超过深度和时间的极限并直接上升到水面,可能会有气泡在我的身体组织中形成,进而造成减压病.",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["A 正确."],
  },
  {
    tittle:
      "13. 在一趟潜水结束后,有一名潜水员的手臂出现麻痺,刺痛和虚弱的征兆/症状.这些是减压病的可能征兆/症状吗?",
    answer: ["A 是.", "B 否."],
    reallyAnswer: ["A 是."],
  },
  {
    tittle: "14. 造成减压病的次要因素包括:",
    answer: ["A 年龄.", "B 寒冷.", "C 受伤.", "D 体能不佳/身体脂肪多."],
    reallyAnswer: ["A 年龄.", "B 寒冷.", "C 受伤.", "D 体能不佳/身体脂肪多."],
  },
  {
    tittle:
      "15. 「免停留潜水」的意思是,在必要时,我可以不必在______停留而直接上升到水面(虽然我通常会计画进行安全停留).",
    answer: ["A 潜水的前半部分.", "B 潜水的后半部分.", "C 潜水途中的任何时候."],
    reallyAnswer: ["C 潜水途中的任何时候."],
  },
  {
    tittle:
      "16. 如果我计画潜到 12 公尺 / 40 英尺的深度,相较于潜到 10 公尺 / 30 英尺的深度,我的免停留时间会比较____.",
    answer: ["A 长.", "B 短."],
    reallyAnswer: ["B 短."],
  },
  {
    tittle: "17. 超过潜水电脑表或潜水计划表上的上升速率会增加罹患减压病的风险.",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["A 正确."],
  },
  {
    tittle:
      "18. 在同一个深度下,和第一次潜水的免停留时间相比,重复潜水的免停留时间会______.",
    answer: ["A 比较长.", "B 比较短.", "C 一样长."],
    reallyAnswer: ["B 比较短."],
  },
  {
    tittle:
      "19. 我必须在一整天当中的每一趟潜水都使用同一支潜水电脑表,并且不可和他人共用.",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["A 正确."],
  },
  {
    tittle:
      "20. 我和潜伴使用电脑表潜水,我们将会根据第一个达到的极限 来决定折返的时间点:剩余免停留时间或空气供应折返点.",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["A 正确."],
  },
  {
    tittle: "21. 使用电脑表潜水的建议做法为:",
    answer: [
      "A 确实维持在电脑表的极限范围内潜水.",
      "B 遵循最为保守的电脑表数据(我或潜伴的电脑表).",
      "C 由深到浅.",
      "D 缓慢地上升并进行一次安全停留.",
    ],
    reallyAnswer: [
      "A 确实维持在电脑表的极限范围内潜水.",
      "B 遵循最为保守的电脑表数据(我或潜伴的电脑表).",
      "C 由深到浅.",
      "D 缓慢地上升并进行一次安全停留.",
    ],
  },
  {
    tittle:
      "22. 在一趟潜水中,我的潜水电脑表故障了,而且我没有备用的 电脑表,这时我应该?",
    answer: [
      "A 根据我潜伴的电脑表数据继续潜水.",
      "B 上升,进行安全停留后结束潜水.",
      "C 依照之前的计画完成潜水.",
    ],
    reallyAnswer: ["B 上升,进行安全停留后结束潜水."],
  },
  {
    tittle:
      "23. 在水中使用保护环境的技巧很重要的原因之一,是可以将自然美景留给其他潜水员:",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["A 正确."],
  },
];

let Exam05 = [
  {
    tittle:
      "1. 我和潜伴才完成一趟潜水,深度是 15公尺 / 50英尺,时间是60分钟.我们想要再回到相同的地点和深度,在那裡停留60分钟.我们可以_____看看我们必须在水面停留多久,才会有足够的免停留时间.",
    answer: [
      "A 边等边看,每隔一段时间查看一下电脑表的免停留时间.",
      "B 使用潜水电脑表的计画模式,如果你的电脑表有这项功能的话.",
      "C 使用潜水计画应用程式.",
      "D 查看表列式 RDP 或 eRDPML.",
    ],
    reallyAnswer: [
      "A 边等边看,每隔一段时间查看一下电脑表的免停留时间.",
      "B 使用潜水电脑表的计画模式,如果你的电脑表有这项功能的话.",
      "C 使用潜水计画应用程式.",
      "D 查看表列式 RDP 或 eRDPML.",
    ],
  },
  {
    tittle: "2. 潜水后前往高海拔地区可能会引发问题,因为:",
    answer: [
      "A 潜水电脑表在高海拔地区的读数太深.",
      "B 空气稀薄会造成氧气中毒.",
      "C 大多数的减压模式都是根据从水底浮上海平面所设计.",
    ],
    reallyAnswer: ["C 大多数的减压模式都是根据从水底浮上海平面所设计."],
  },
  {
    tittle:
      "3. 我刚和潜伴完成一趟单一深度的免停留潜水.在过去几天中,我们都没有潜水,这是我们唯一一趟潜水.根据最新的建议,我们至少要在水面休息多久时间才能搭机飞行.",
    answer: ["A 6小时.", "B 12小时.", "C 18小时.", "D 24小时."],
    reallyAnswer: ["B 12小时."],
  },
  {
    tittle: "4. 在超过多少海拔高度潜水时,必须采用特别的高海拔潜水程序.",
    answer: [
      "A 150 公尺 / 500 英尺.",
      "B 300 公尺 / 1000 英尺.",
      "C 600 公尺 / 2000 英尺.",
      "D 3000 公尺 / 10,000 英尺.",
    ],
    reallyAnswer: ["B 300 公尺 / 1000 英尺."],
  },
  {
    tittle:
      "5. 如果我在潜水途中觉得冷或是激烈运动,那么潜水结束时,溶解在体内的氮气量可能比电脑表(或计划表)的计算结果还多.",
    answer: ["A 正确.", "B 错误."],
    reallyAnswer: ["A 正确."],
  },
  {
    tittle:
      "6. 在某趟潜水结束时,潜伴的脚被一张废弃的渔网缠住了.他花了五分钟的时间才挣脱,但却延误了我们的上升,导致我们超出免停留极限.也就是说,在我们浮上水面之前,我们必须执行_____停留,才能让我们体内的氮气量从超标回到安全的极限范围内.",
    answer: ["A 安全.", "B 紧急减压."],
    reallyAnswer: ["B 紧急减压."],
  },
  {
    tittle:
      "7. 在一艘潜水船上,两位潜水员上船后发现他们不小心直接浮上水面,忘了执行紧急减压停留.这时,他们应该_____,并且至少24小时不要潜水.",
    answer: [
      "A 重新回到水中去执行紧急减压停留.",
      "B 运动并补充水分.",
      "C 放松,呼吸氧气,留意自己有没有出现减压病的症状.",
    ],
    reallyAnswer: ["C 放松,呼吸氧气,留意自己有没有出现减压病的症状."],
  },
  {
    tittle:
      "8. 在紧急减压的情况中,我发现自己没有足够的空气可以停留必要的完整时间.这时我应该:",
    answer: [
      "A 悬浮在停留点,直到空气用完,然后进行有控制式的紧急游泳上升.",
      "B 立刻浮上水面,完全不要停留.",
      "C 尽可能停留越久越好,但要保留足够的空气浮上水面和安全出水.",
    ],
    reallyAnswer: [
      "C 尽可能停留越久越好,但要保留足够的空气浮上水面和安全出水.",
    ],
  },
  {
    tittle: "9. 要帮助疑似罹患减压疾病的潜水员时,我应该?",
    answer: [
      "A 密切注意那位潜水员的呼吸,必要时施予CPR.",
      "B 联络紧急医疗服务单位.",
      "C 请那位潜水员尽可能坐着或站着.",
      "D 给他呼吸紧急氧气.",
    ],
    reallyAnswer: [
      "A 密切注意那位潜水员的呼吸,必要时施予CPR.",
      "B 联络紧急医疗服务单位.",
      "D 给他呼吸紧急氧气.",
    ],
  },
  {
    tittle: "10. 几乎所有减压疾病的病例都需要什么治疗?",
    answer: ["A 水中.", "B 再压舱.", "C 服用气泡溶解药物."],
    reallyAnswer: ["B 再压舱."],
  },
  {
    tittle: "11. 在潜水途中,我觉得自己的思考变迟钝.这时我应该?",
    answer: ["A 小心地继续潜水.", "B 向潜伴打手势,上升到较浅的深度."],
    reallyAnswer: ["B 向潜伴打手势,上升到较浅的深度."],
  },
  {
    tittle: "12. 在标准的潜水指北针上,指北磁针_____",
    answer: [
      "A 指向磁北.",
      "B 指向我的行进方向.",
      "C 指着相反方向的南方.",
      "D 不存在.",
    ],
    reallyAnswer: ["A 指向磁北."],
  },
  {
    tittle:
      "13. 潜伴和我想要使用指北针沿着直线潜游,我应该将_____对准我 想要行进的方向,然后转动_____,直到_____落在_____之间.",
    answer: [
      "A 准线,指北磁针,方向指示.",
      "B 指北磁针,定位外圈,准线,指标.",
      "C 方向指示,定位外圈,准线,指北磁针.",
      "D 准线,定位外圈,指北磁针,指标.",
    ],
    reallyAnswer: ["D 准线,定位外圈,指北磁针,指标."],
  },
  {
    tittle:
      "14. 身为PADI开放水域潜水员,我已经接受训练可以潜入最大深度_____(或我所到达的实际深度,以较浅者为准).",
    answer: [
      "A 12 公尺 / 40 英尺.",
      "B 18 公尺 / 60 英尺.",
      "C 24 公尺 / 80 英尺.",
      "D 30 公尺 / 100 英尺.",
    ],
    reallyAnswer: ["B 18 公尺 / 60 英尺.", ,],
  },
];

let FinalExam_A = [
  {
    tittle:
      "1. 如果将一个物体放在淡水中是具有中性浮力(不沉也不浮),那么将它放到海水中,它会_____.",
    answer: ["A. 下沉.", "B. 浮起来或沉下去.", "C. 不动.", "D. 上浮."],
    reallyAnswer: ["D. 上浮."],
  },
  {
    tittle:
      "2. 假设你将一个气球吹入空气,绑紧,然后带到游泳池底去,这时,气球里面的空气会发生什么变化?",
    answer: [
      "A. 气球会变大,气球里面的空气密度会变小(分子间的距离变大).",
      "B. 气球会变小,气球里面的空气密度会变大(分子间的距离变小).",
      "C. 气球会变大,气球里面的空气密度会变大(分子间的距离变小).",
      "D. 气球会变小,气球里面的空气密度会变小(分子间的距离变大).",
    ],
    reallyAnswer: [1, 2],
  },
  {
    tittle:
      "3. 假设你将一个空玻璃瓶倒置,放到水里,然后将它带到10公尺 / 33英尺的深度. 这时,瓶内的空腔将发生什么变化?",
    answer: [
      "A. 减为水面时的一半.",
      "B. 不变.",
      "C. 减为水面时的1/3.",
      "D. 减为水面时的2/3.",
    ],
    reallyAnswer: ["A. 减为水面时的一半."],
  },
  {
    tittle: "4. 无法平衡身体内的空腔,可能是因为你_____.",
    answer: [
      "A. 晕船.",
      "B. 有心脏病和高血压.",
      "C. 感冒,过敏或其他呼吸上的疾病.",
      "D. 感到焦虑.",
    ],
    reallyAnswer: ["C. 感冒,过敏或其他呼吸上的疾病."],
  },
  {
    tittle: "5. 如果你在下潜时,耳朵和鼻窦感到疼痛,这通常是表示_____.",
    answer: [
      "A. 你的空腔平衡好了.",
      "B. 你的面镜带太紧.",
      "C. 你觉得被挤压,需要平衡.",
      "D. 你的面镜太小.",
    ],
    reallyAnswer: ["C. 你觉得被挤压,需要平衡."],
  },
  {
    tittle: "6. 放置备用气源的最佳位置是_____.",
    answer: [
      "A. 在身旁吊着,这样能够很快找到.",
      "B. 下巴和肋骨两端所形成的三角区域.",
      "C. 气瓶的底部.",
      "D. BCD的后面,落在肩胛骨和腰线之间.",
    ],
    reallyAnswer: ["C. 气瓶的底部."],
  },
  {
    tittle: "7. 造成肺部扩张伤害可能的原因为_____.",
    answer: [
      "A. 潜水时没有潜伴同行.",
      "B. 没穿戴正确的配重就继续潜水.",
      "C. 潜水前没喝足够的水.",
      "D. 潜水时憋气.",
    ],
    reallyAnswer: ["D. 潜水时憋气."],
  },
  {
    tittle:
      "8. 假设一个气瓶的供气量,可以让你在水面正常呼吸60分钟,那么,使用同一只气瓶,可以让你在水深20公尺/ 66英尺的地方,正常呼吸多久?",
    answer: ["A. 60分钟.", "B. 20分钟.", "C. 15分钟.", "D. 12分钟."],
    reallyAnswer: ["B. 20分钟."],
  },
  {
    tittle: "9. 水肺气瓶应该多久送到潜水中心做目测检查一次?",
    answer: [
      "A. 每一年一次.",
      "B. 每二年一次.",
      "C. 每半年一次.",
      "D. 每五年一次.",
    ],
    reallyAnswer: ["A. 每一年一次."],
  },
  {
    tittle: "10. YOKE气瓶阀和DIN气瓶阀有何不同?",
    answer: [
      "A. DIN气瓶阀是以耐用的塑料制成.",
      "B. DIN气瓶阀上有一个弹簧式的阀门,气瓶压力会使整个阀门保持在打开的状态.",
      "C. DIN气瓶阀上有个O型的气密垫圈.",
      "D. DIN气瓶阀上有一个固定调节器的螺旋钮.",
    ],
    reallyAnswer: ["D. DIN气瓶阀上有一个固定调节器的螺旋钮."],
  },
  {
    tittle: "11. 以下何者是正确的水肺气瓶保养法?",
    answer: [
      "A. 气瓶每年要研磨抛光和上漆.",
      "B. 放在阳光下暴晒.",
      "C. 不要将气瓶内的空气完全用完.",
      "D. 每个月做气瓶压力测试.",
    ],
    reallyAnswer: ["C. 不要将气瓶内的空气完全用完."],
  },
  {
    tittle:
      "12. 右图为一组调节器,每个调节器的部位旁边都有一个数字,请将这些数字填写在它额名称旁边.",
    answer: ["A. 4 5 2 1 3", "B. 4 5 3 1 2", "C. 3 4 2 1 5", "D. 1 2 3 4 5"],
    reallyAnswer: ["A. 4 5 2 1 3"],
  },
  {
    tittle: "13. 同样的物体,在水中看,通常比在陆地上(水面上) 看来的_____.",
    answer: ["A. 大 / 近.", "B. 大 / 远.", "C. 小 / 远.", "D. 小 / 近."],
    reallyAnswer: ["A. 大 / 近."],
  },
  {
    tittle:
      "14. _____在水中行进的速度比在空气中快,这就是为什么你无法辨别其来源的原因.",
    answer: ["A. 光线.", "B. 水流.", "C. 水中生物.", "D. 声音."],
    reallyAnswer: ["D. 声音."],
  },
  {
    tittle: "15. 除非法规另有其他规定,否则我应该待在距离潜水旗_____的范围内.",
    answer: [
      "A. 60公尺 / 200英尺.",
      "B. 30公尺 / 100英尺.",
      "C. 15公尺 / 50英尺.",
      "D. 5公尺 / 15英尺.",
    ],
    reallyAnswer: ["C. 15公尺 / 50英尺."],
  },
  {
    tittle: "16.  如果你在水底因为太过费力而感到呼吸困难,应该_____.",
    answer: [
      "A. 将BCD充气.",
      "B. 停止所有活动并休息,可以的话,用手扶着某个物体作为支撑.",
      "C. 马上游向潜伴,做出求救的手势.",
      "D. 进行有控制式紧急游泳上升(CESA - 游泳上升,发出 [啊…….] 的声音).",
    ],
    reallyAnswer: ["B. 停止所有活动并休息,可以的话,用手扶着某个物体作为支撑."],
  },
  {
    tittle: "17. 当你下潜到水底时,身上的湿式潜水衣会_____.",
    answer: [
      "A. 因为水压而变得紧实(密度变小),下潜越深,你的浮力和保暖度越小.",
      "B. 因为水压而变得膨胀(密度变大),下潜越深,你的浮力和保暖度越大.",
      "C. 密度维持不变,浮力和保暖度也不会随深度而改变.",
      "D. 因为水压而变得膨胀(密度变大),下潜越深,你的浮力和保暖度越小.",
    ],
    reallyAnswer: [
      "A. 因为水压而变得紧实(密度变小),下潜越深,你的浮力和保暖度越小.",
    ],
  },
  {
    tittle: "18. 如何检查自己的配重是否适当?",
    answer: [
      "A. 将BCD充入一半空气,保持正常呼吸,这时,水线会在你颈部高度.",
      "B. 将BCD里的空气排光,保持正常呼吸,这时,你会慢慢下沉.",
      "C. 将BCD里的空气排光,保持正常呼吸,这时,水面与你的眼睛齐高(在眼睛的位置).",
      "D. 将BCD充入部分空气,这时,你会很容易下沉.",
    ],
    reallyAnswer: [
      "C. 将BCD里的空气排光,保持正常呼吸,这时,水面与你的眼睛齐高(在眼睛的位置).",
    ],
  },
  {
    tittle: "19. (看图题).",
    answer: ["A. 停止,不要动,留在原地.", "B. 退后.", "C. 请安静.", "D. 上升."],
    reallyAnswer: ["A. 停止,不要动,留在原地."],
  },
  {
    tittle: "20. (看图题).",
    answer: ["A. 哪边是正确方向?", "B. 有问题.", "C. 到处看看.", "D. 一切OK."],
    reallyAnswer: ["B. 有问题."],
  },
  {
    tittle: "21. (看图题).",
    answer: [
      "A. 我的手指很冷.",
      "B. 到暗礁去看看.",
      "C. OK? OK.",
      "D. 保持在一起",
    ],
    reallyAnswer: ["C. OK? OK."],
  },
  {
    tittle: "22. (看图题).",
    answer: [
      "A. 向岸上的朋友挥手.",
      "B. 我需要更多配重.",
      "C. 遇到麻烦,求救.",
      "D. 我要上船,来接我.",
    ],
    reallyAnswer: ["C. 遇到麻烦,求救."],
  },
  {
    tittle: "23. (看图题).",
    answer: [
      "A. OK? OK.(在水面远处)",
      "B. 我的脚抽筋.",
      "C. 我想要用呼吸管游泳.",
      "D. 船来接我,我有空气.",
    ],
    reallyAnswer: ["A. OK? OK."],
  },
  {
    tittle: "24. (看图题).",
    answer: [
      "A. 船在哪个方向?",
      "B. 待在这个深度.",
      "C. 走这边.",
      "D. 空气用完.",
    ],
    reallyAnswer: ["D. 空气用完."],
  },
  {
    tittle: "25. (看图题).",
    answer: ["A. 看我这里.", "B. 空气快用完.", "C. 共用空气.", "D. 上升."],
    reallyAnswer: ["B. 空气快用完."],
  },
  {
    tittle: "26. (看图题).",
    answer: ["A. 往回游.", "B. 共用空气.", "C. 我渴了.", "D. 我的咬嘴掉了."],
    reallyAnswer: ["B. 共用空气."],
  },
  {
    tittle: "27. 如果你和潜伴在水底分散了,这时通常该怎么做?",
    answer: [
      "A. 立即上升到水面,等一分钟,然后再回到水底.",
      "B. 在水底寻找一分钟,然后上升到水面和潜伴会合.",
      "C. 立即上升到水面. 然后出水.",
      "D. 寻找潜伴的气泡,循着气泡找寻潜伴.",
    ],
    reallyAnswer: ["B. 在水底寻找一分钟,然后上升到水面和潜伴会合."],
  },
  {
    tittle: "28. _____最有可能分不清上下方向.",
    answer: ["A. 在水面.", "B. 靠近水底.", "C. 在水底.", "D. 在半水中."],
    reallyAnswer: ["D. 在半水中."],
  },
  {
    tittle:
      "29. 假设你在开始潜水时,感觉到一股温和的水流,这时,应该如何开始潜水?",
    answer: [
      "A. 顺流而游.",
      "B. 穿越水流.",
      "C. 逆流而游.",
      "D. 与水流成斜角.",
    ],
    reallyAnswer: ["C. 逆流而游."],
  },
  {
    tittle: "30. 水底结构对下列何者的影响最大.",
    answer: [
      "A. 能见度(在水底能看到多远).",
      "B. 温度(水温是多少).",
      "C. 水流(水的流动).",
      "D. 浮力(潜水员会上浮或下沉).",
    ],
    reallyAnswer: ["A. 能见度(在水底能看到多远)."],
  },
  {
    tittle: "31. 潜水员之所以会被水中生物攻击或伤害,大都是因为_____.",
    answer: [
      "A. 动物饿了.",
      "B. 动物好奇.",
      "C. 动物受伤了.",
      "D. 动物要保护自己.",
    ],
    reallyAnswer: ["D. 动物要保护自己."],
  },
  {
    tittle:
      "32. 在水面有异味潜水员的动作快读急促,面镜不在脸上,调节器/呼吸管也不在口中,而且对于指示没有任何反应,这位潜水员_____.",
    answer: [
      "A. 在比 [ OK ] 的手势.",
      "B. 正进行下水前安全检查.",
      "C. 很兴奋要去潜水.",
      "D. 遇到麻烦了.",
    ],
    reallyAnswer: ["D. 遇到麻烦了."],
  },
  {
    tittle:
      "33. 万一潜水时你的空气用完,正好潜伴就在附近,这时你应该采取什么行动?",
    answer: [
      "A. 使用潜伴的备用气源.",
      "B. 采用有控制式紧急游泳上升 (游泳上升,同时发出 [啊……] 声音).",
      "C. 采用紧急浮力上升 (丢掉配重系统).",
      "D. 使用潜伴的备用气源然后继续完成该次潜水.",
    ],
    reallyAnswer: ["A. 使用潜伴的备用气源."],
  },
  {
    tittle: "34. 在水底你的调节器开始不断漏气,你应该_____.",
    answer: [
      "A. 采用有控制式紧急游泳上升.",
      "B. 不理会.",
      "C. 咬着调节器,嘴唇不要封住咬嘴,上升时,[ 小口吸取 ] 你所需要的空气.",
      "D. 采用紧急浮力上升",
    ],
    reallyAnswer: [
      "C. 咬着调节器,嘴唇不要封住咬嘴,上升时,[ 小口吸取 ] 你所需要的空气.",
    ],
  },
  {
    tittle: "35. 潜水时,假设你的空气剩很少,几乎快用完了,你要怎么办?",
    answer: ["A. 4 3 1 2.", "B. 1 2 3 4.", "C. 4 3 2 1.", "D. 1 4 2 3."],
    reallyAnswer: ["A. 4 3 1 2."],
  },
  {
    tittle:
      "36. 假设你在岸边发现了一位没有反应的受伤潜水员,这时,你首先应该_____.",
    answer: [
      "A. 确定他有没有呼吸.",
      "B. 帮他取暖.",
      "C. 判断到底发生什么事.",
      "D. 让他呼吸氧气.",
    ],
    reallyAnswer: ["A. 确定他有没有呼吸."],
  },
  {
    tittle:
      "37. 你应该将气瓶送到有信誉的潜水中心充气,不要使用有异味或气味差的空气,也不要拿灌车胎专用的压缩机来填充气瓶空气,这么做是为了_____.",
    answer: [
      "A. 减少气体氮醉的风险.",
      "B. 增加潜水的乐趣.",
      "C. 减少肺部扩张伤害的风险.",
      "D. 避免呼吸到受污染的空气.",
    ],
    reallyAnswer: ["D. 避免呼吸到受污染的空气."],
  },
  {
    tittle:
      "38. 在水底由于气体麻醉表现出愚蠢行为的潜水员,要怎么处理才能恢复正常?",
    answer: [
      "A. 上升到较浅的深度.",
      "B. 慢而深地呼吸.",
      "C. 向潜伴做手势求救.",
      "D. 在免停留极限内潜水.",
    ],
    reallyAnswer: ["A. 上升到较浅的深度."],
  },
  {
    tittle: "39. 下列何种行为可能会提高罹患减压病(DCS)的风险?",
    answer: [
      "A. 在能见度差,水流强劲且狂风暴雨的海中潜水.",
      "B. 在疲累,寒冷,生病,口渴或受伤的状态下潜水.",
      "C. 没有保养潜水装备.",
      "D. 使用潜水电脑表潜水.",
    ],
    reallyAnswer: ["B. 在疲累,寒冷,生病,口渴或受伤的状态下潜水."],
  },
  {
    tittle: "40. 如果你觉得自己罹患了减压病(DCS),这时应该_____.",
    answer: [
      "A. 停止潜水,等好一点再说.",
      "B. 回到水里.",
      "C. 呼吸 100% 纯氧,联络紧急医疗单位.",
      "D. 有空再去看医生.",
    ],
    reallyAnswer: ["C. 呼吸 100% 纯氧,联络紧急医疗单位."],
  },
  {
    tittle: "41. 使用电脑表的第一步是_____?",
    answer: [
      "A. 设定时间日期.",
      "B. 阅读制造商的使用说明.",
      "C. 校准为适用于高氧空气.",
      "D. 设定为淡水或海水.",
    ],
    reallyAnswer: ["B. 阅读制造商的使用说明."],
  },
  {
    tittle:
      "42. 在使用电脑表计划潜水时,你会用[ 计划 ]模式或[ NDL卷轴 ]模式来判断_____.",
    answer: [
      "A. 前一趟潜水的最大深度.",
      "B. 不同深度的免停留极限 ( 通常以 3公尺 / 10英尺进位 ).",
      "C. 你的电脑表是否与潜伴的电脑表相容.",
      "D. 备用电脑表的最佳设定.",
    ],
    reallyAnswer: ["B. 不同深度的免停留极限 ( 通常以 3公尺 / 10英尺进位 )."],
  },
  {
    tittle: "43. 在使用电脑表潜水时_____.",
    answer: [
      "A. 每位潜水员需要使用各自的电脑表.",
      "B. 每组潜伴 ( 俩人一组 ) 需要一只电脑表.",
      "C. 最多四位潜水员可以共用一只电脑表.",
      "D. 所有潜水员都可以根据潜水员向导的电脑表来潜水.",
    ],
    reallyAnswer: ["A. 每位潜水员需要使用各自的电脑表."],
  },
  {
    tittle: "44. 两次潜水中的间隔时间不要关上电脑表,这点很重要的原因是_____.",
    answer: [
      "A. 潜水长会反对,因为你会记不得上次的潜水资料.",
      "B. 这样会失去前一趟潜水的记录,无法正确计算重复潜水.",
      "C. 这样会无法开机,或是需要很久的时间才能开机.",
      "D. 这样对电池很不好,可能会造成电脑表故障.",
    ],
    reallyAnswer: ["B. 这样会失去前一趟潜水的记录,无法正确计算重复潜水."],
  },
  {
    tittle: "45. 万一你不小心超出电脑表的免停留极限,这时应该_____.",
    answer: [
      "A. 在 5公尺 / 15英尺 处执行三分钟的安全停留.",
      "B. 根据电脑表的指示减压.",
      "C. 立刻上升到水面,呼吸氧气,把这个情况报告给潜水长.",
      "D. 进行有控制式的上升后,再根据制造商说明书的内容执行减压程序.",
    ],
    reallyAnswer: ["B. 根据电脑表的指示减压."],
  },
  {
    tittle: "46. 如果你在寒冷水域中或是激烈的情况下潜水:",
    answer: [
      "A. 要额外注意安全,并且确实维持在电脑表的极限内.",
      "B. 氮气吸收量会减慢,因此可以在水中停留久一点.",
      "C. 你的电脑表可能会完全失灵.",
      "D. 不需要特别做什么事.",
    ],
    reallyAnswer: ["A. 要额外注意安全,并且确实维持在电脑表的极限内."],
  },
  {
    tittle:
      "47. 如果你的电脑表在潜水途中故障,这时可以用你的备用电脑表继续潜水,如果没有携带备用电脑表,这时应该_____.",
    answer: [
      "A. 上升,执行安全停留,结束该次潜水.",
      "B. 借用潜伴的备用电脑表.",
      "C. 继续潜水,直到空气快要用完,但是不要进行重复潜水.",
      "D. 立即结束潜水并上升到水面.",
    ],
    reallyAnswer: ["A. 上升,执行安全停留,结束该次潜水."],
  },
  {
    tittle:
      "48. 你在同一天内从事两次潜水,并预计搭乘民航机返家,这时你应该等到电脑表指示你可以搭机,或是等_____小时之后再搭机 ( 以较长的时间为准 ).",
    answer: ["A. 0.", "B. 48.", "C. 24.", "D. 18."],
    reallyAnswer: ["D. 18."],
  },
  {
    tittle:
      "49. 对于新的PADI开放水域潜水员,建议最大潜水深度是_____( 如果训练中实际到达的深度比较浅,则采用训练时的深度),对所有休闲水肺潜水员 ( 包括经验丰富的潜水员 ) 来说,最大潜水深度则是_____.",
    answer: [
      "A. 10公尺 / 30英尺 ; 18公尺 / 60英尺.",
      "B. 12公尺 / 40英尺 ; 30公尺 / 100英尺.",
      "C. 18公尺 / 60英尺 ; 40公尺 / 130英尺.",
      "D. 24公尺 / 80英尺 ; 50公尺 / 190英尺.",
    ],
    reallyAnswer: ["C. 18公尺 / 60英尺 ; 40公尺 / 130英尺."],
  },
  {
    tittle: "50. 在高于海拔 300公尺 / 1000英尺的高地潜水时_____.",
    answer: [
      "A. 你需要遵守特殊的程序.",
      "B. 你不能使用潜水电脑表.",
      "C. 你不需要遵守特殊的程序,但要将电脑表设定为高海拔潜水.",
      "D. 你需要遵守特殊的程序,但要将电脑表设定为高海拔潜水.",
    ],
    reallyAnswer: ["D. 你需要遵守特殊的程序,但要将电脑表设定为高海拔潜水."],
  },
];

// console.log(Exam01);
// console.log(Exam02);
// console.log(Exam03);
// console.log(Exam04);
// console.log(Exam05);
// console.log(FinalExam_A);

for (let i = 0; i < FinalExam_A.length; i++) {
  const tiDom = document.createElement("div");
  tiDom.classList.add("KnowledgeReview_A");
  const ti = FinalExam_A[i].tittle;
  tiDom.innerText = ti;

  console.log(tiDom);
}
